app/views/tickets/show.html.erb

SELECT  "issues".* FROM "issues" INNER JOIN "issues_tickets" ON "issues"."id" = "issues_tickets"."issue_id" WHERE "issues_tickets"."ticket_id" = ? ORDER BY "issues"."id" ASC LIMIT ?  [["ticket_id", 1], ["LIMIT", 1]]
---
  <strong>Issues:</strong>
  <% @ticket.issues.each do |issue| %>

SELECT "issues".* FROM "issues"
---
  <strong>Issues:</strong>
  <% Issue.all.each do |issue| %>