app/helpers/sessions_helper.rb

SELECT  "members".* FROM "members" WHERE "members"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]
---
  def current_member
    @current_member ||= Member.find_by(id: session[:member_id])