app/controllers/members_controller.rb

 def index
 	@members = Member.all
---
SELECT "members".* FROM "members" ORDER BY name ASC

 def create
   @member = Member.new(member_params)

   if @member.save
---
INSERT INTO "members" ("name", "email", "created_at", "updated_at", "password_digest") VALUES (?, ?, ?, ?, ?)

  def update
    @member = Member.find(params[:id])
    if @member.update_attributes(member_params)
---
SELECT  "members".* FROM "members" WHERE "members"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]
UPDATE "members" SET "password_digest" = ?, "updated_at" = ? WHERE "members"."id" = ?  [["password_digest", "$2a$10$5poCW5ylFxGJNliYLExa1OHOywOpXcNffkvzaCDUyZqi6UlMBj8p2"], ["updated_at", "2018-08-03 21:39:10.064991"], ["id", 5]]

  def destroy
    Member.find(params[:id]).destroy
---
DELETE FROM "members" WHERE "members"."id" = ?  [["id", 2]]
SELECT  "members".* FROM "members" WHERE "members"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]

    def correct_member
      @member = Member.find(params[:id])
---
SELECT  "members".* FROM "members" WHERE "members"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]