app/controllers/sessions_controller.rb

  def create
    member = Member.find_by(email: params[:session][:email].downcase)
---
SELECT  "members".* FROM "members" WHERE "members"."email" = ? LIMIT ?  [["email", "marco.manomat@appboy.com"], ["LIMIT", 1]]