app/controllers/tickets_controller.rb

def index
  @tickets = Ticket.all
---
SELECT "tickets".* FROM "tickets" WHERE (number LIKE '%355%' OR status LIKE '%355%') ORDER BY created_at DESC

 def create
   @ticket = Ticket.new(ticket_params)

   @ticket.save
---
INSERT INTO "tickets" ("number", "status", "url", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["number", 5123], ["status", "Pending"], ["url", "Hi"], ["created_at", "2018-05-21 20:37:45.023611"], ["updated_at", "2018-05-21 20:37:45.023611"]]