app/views/members/show.html.erb

<br>All Tickets:
<h4> <% @member.tickets.each do |ticket| %> </h4>
---
SELECT "tickets".* FROM "tickets" WHERE "tickets"."member_id" = ?  [["member_id", 1]]